<div id="about-screen" class="screen">
	<div class="container">
		<div class="button button-back js-back"></div>
		<div class="text text-white _inner-padding">
			В игре филворды вам предстоит искать слова на игровом поле.<br><br>
			Игровое поле и загаданные слова каждый раз подбираются случайным образом.<br><br>
			Если найденное слово вам незнакомо, вы всегда можете узнать его значение. Просто нажмите на это слово в любом месте.<br><br>
			Кроме того, вы можете найти бонусные слова, за которые вы получите в 2 раза больше очков.
		</div>
	</div>
</div>
